Revit 2027 API
ParameterTypeId.ArrayElementsAppendToEnd Property
 "Append To End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArrayElementsAppendToEnd { get; }
Public Shared ReadOnly Property ArrayElementsAppendToEnd As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArrayElementsAppendToEnd {
	ForgeTypeId^ get ();
}
static member ArrayElementsAppendToEnd : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace